Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # docker_container.terraform_rl_new will be created
+ resource "docker_container" "terraform_rl_new" {
      + attach           = false
      + bridge           = (known after apply)
      + container_logs   = (known after apply)
      + entrypoint       = [
          + "python",
          + "rl_server_no_training.py",
          + "8333",
        ]
      + exit_code        = (known after apply)
      + gateway          = (known after apply)
      + id               = (known after apply)
      + image            = (known after apply)
      + ip_address       = (known after apply)
      + ip_prefix_length = (known after apply)
      + log_driver       = "json-file"
      + logs             = false
      + must_run         = true
      + name             = "terraform_rl_new-server22"
      + network_data     = (known after apply)
      + restart          = "no"
      + rm               = false
      + start            = true

      + ports {
          + external = 8343
          + internal = 8343
          + ip       = "0.0.0.0"
          + protocol = "tcp"
        }
    }

  # docker_image.terraform_rl_new will be created
+ resource "docker_image" "terraform_rl_new" {
      + id     = (known after apply)
      + latest = (known after apply)
      + name   = "terraform_rl_new:latest"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://3b2323ec.ngrok.io/lock?id=younus2019%252FAtlantis_test%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
